export const feedback = [
    {
        title: 'VIP书籍为什么阅读时有广告',
        content: ['当达到VIP书籍的收费章节，可选择以下三种模式阅读', '开通VIP阅读(无广告阅读)', '看广告免费阅读']
    },
    {
        title: '如何开启/关闭任务模式',
        content: ['首次进入阅读器即可收到开启提示，之后也可以通过阅读器界面点击中间位置弹出控件，选择底部的【任务】按钮即可开启和关闭之间的切换']
    },
    {
        title: '账号无法登录怎么办',
        content: ['1.手机号码若是手机号码无法收到验证码无法登录，可在该问题下查看方式解决;', '2.检查网络是否良好，可尝试断网重新连接', '3.尝试以下方法后，若仍有问题，可联系我们的24小时在线客服为您服务处理。']
    },
    {
        title: '手机号收不到验证码怎么办',
        content: ['1.检查输入的手机号码是否正确', '2.检查手机受否停机', '3.检查网络是否良好，尝试断网重新连接', '4.等待60s重新获取', '5.使用微信或QQ登录', '如上述方法仍无法解决，可联系在线客服获得帮助。']
    },
    {
        title: '不良信息举报热线',
        content: ['在使用软件过程中遇到不良信息，请及时联系在线人工处理，也可直接拨打我们的举报热线：13856393289']
    },
    {
        title: '看小说如何免费',
        content: ['1.五块畅想一年。','2.一百畅想永久。','3.诚邀广大用户加入我们ABC商城有限公司！有梦想，那就三百万收购我们。','未来的免费商品~~你值得拥有']
    },
    {
        title: '如何收购我们',
        content: ['1.提供员工五险一金','2.对有重大贡献员工能够不吝啬，给够奖金。','3.愿意给我们分公司内部干股','老板要有责任心，不能够扣扣嗖嗖的不爽快！']
    },
    {
        title: '删除软件，记录没了咋办?',
        content: ['开通畅想会员，你的记录我保存，妈妈再也不用担心我的数据丢失了！']
    },
    {
        title: '你们跑路了怎么办?',
        content: ['我们不会跑，没钱不会用腿跑，大家要对我们有信心，我们还坚持的住。','本公司都是有梦想，有理想的人，且愿为未来洒热血努力工作的员工比比皆是，老板连小姨子都没有，所以不用担心我们会跑！']
    },
];
export const whereProblem = [
    {
        title: '账号无法登录怎么办',
        content: ['已安装QQ微信等软件无法登录怎么办;', '账号无法登录怎么办', '手机号收不到验证码怎么办']
    },
    {
        title: 'VIP章节免费看',
        content: ['开通广告模式免费阅读', 'VIP书籍为什么有广告', 'VIP书支持看广告免费阅读后书券还有什么用']
    },
    {
        title: '账号相关',
        content: ['如何更改性别','如何更改用户昵称','忘记ABC商城的账号怎么办?','如何换绑/解绑账号?','手机收不到验证码怎么办']
    },
    {
        title: '新手指南',
        content: ['如何缓存书籍','如何查看书籍目录','如何把书加入书架','如何更改阅读设置','搜索不到想看的书籍怎么办']
    },
];